Repository: wildvat/recparenting_appmobile
Catalog: lib/l10n/app_*.arb
Languages: es

# title
source: REC Parenting EN
es: REC Parenting ES

# currentLanguage
source: en
es: es

# generalTitle
source: Hello
es: Hola

# generalButtonMoreInfo
source: More information
es: Más información

# menuHome
source: Home
es: Inicio

# menuProfile
source: Profile
es: Perfil

# menuContact
source: Contact
es: Contacta

# menuPatients
source: Patients
es: Pacientes

# menuNotifications
source: Notifications
es: Notificaciones

# therapistBioTitle
source: Your therapist
es: Tu terapeuta

# therapistShow
source: More information
es: Más información

# workingHoursTitle
source: Working hours
es: Horario laboral

source: Logout
es: Salir

# generalButtonDelete
source: Remove
es: Eliminar

# generalPassword
source: Password
es: Contraseña

# generalAccess
source: Access
es: Acceder

# generalSend
source: Send
es: Enviar

# generalSearch
source: Search...
es: Buscar...

# generalError
source: There was an error attempting this action
es: Hubo un error al intentar esta acción

# generalFormLoginError
source: Incorrect username or password
es: Usuario o contraseña incorrectos

# generalNoData
source: There isn't available data
es: No hay datos disponibles

# generalFormErrorEmail
source: Please enter an email
es: Por favor introduzca un email

# generalFormErrorText
source: Please enter a text
es: Por favor introduzca un texto

# generalCancel
source: Cancel
es: Cancelar

# generalAccept
source: Accept
es: Aceptar

# generalContinue
source: Continue
es: Continuar

# generalFormRequired
source: Required field
es: Campo requerido

# generalFormFieldTitle
source: Title
es: Título

# generalFormFieldDescription
source: Description
es: Descripción

# generalReplyBtn
source: Reply
es: Responder

# calendarTitle
source: Calendar
es: Agenda

# calendarGeneralError
source: Calendar could not be displayed
es: No se ha podido mostrar el calendario

# calendarTherapistError
source: You don't have a therapist, contact administration.
es: No tienes terapeuta, conatcta con administración.

# calendarHelpMonth
source: In the monthly calendar, holding down an hour, redirects you to that day's calendar
es: En el calendario mensual, mantener puslsado una hora, te redirige al calendario de ese día

# calendarHelpDayWeek
source: In the weekly and daily calendar, pressing and holding opens the interface to create an appointment
es: En el calendario semanal y diario, mantener puslsado te abre la interfaz de crear una cita

# calendarHelpColors
source: Event colors:
es: Colores de los eventos:

# terapistChangeButton
source: Therapist change
es: Cambio de terapeuta

# recoveryPassLinnk
source: Recovery password
es: Recuperar contraseña

# webPageTitle
source: External WEB
es: WEB externa

# eventType
source: {type, select, basic {appointment} appointment_chat {chat} appointment_video {videoconference} availability {available} not_available {not available} other {appointment}}
es: {type, select, basic {cita} appointment_chat {chat} appointment_video {videoconferencia} availability {disponible} not_available {no disponible} other {cita}}

# eventFrom
source: From
es: Desde

# eventTo
source: To
es: Hasta

# eventDeleteOk
source: Event deleted
es: Evento eliminado

# eventDeleteError
source: Could not delete event
es: No se ha podido eliminar el evento

# eventGoSessionBtn
source: Go to session
es: Ir a la sesión

# eventCreateTitle
source: Title
es: Título

# eventCreateAppointmentType
source: Appointment type
es: Tipo de cita

# eventCreateStart
source: From
es: Desde

# eventCreateStartHelp
source: The duration of the sessions will be 55 minutes.
es: La duración de las sesiones son de 55 minutos.

# eventCreateEnd
source: To
es: Hasta

# eventCreateBtnSend
source: Save
es: Guardar

# eventCreateMessageOk
source: Appointment saved
es: Cita creada correctamente

# eventCreateMessageRequired
source: Some fields Some fields are missing to be covered
es: Faltan campos por cubrir

# eventCreateMessageError
source: Can't save this appointment
es: No se ha podido crear la cita

# getDay
source: {date, select, monday {lunes} tuesday {martes} wednesday {miercoles} thursday {jueves} friday {viernes} saturday {sábado} sunday {domingo} other {day}}
es: {date, select, monday {lunes} tuesday {martes} wednesday {miercoles} thursday {jueves} friday {viernes} saturday {sábado} sunday {domingo} other {día}}

source: monday
es: lunes

source: tuesday
es: martes

source: wednesday
es: miércoles

source: thursday
es: jueves

source: friday
es: viernes

source: saturday
es: sábado

source: sunday
es: domingo

# premiumTitle
source: PREMIUM ACCESS
es: ACCESO PREMIUM

# premiumText
source: This functionality is only visible to users with premium subscriptions
es: Esta funcionalidad sólo es visible para usuarios con suscripciones premium

# offerValidAt
source: To: {date}
es: Hasta: {date}

# conferenceTitle
source: Conference
es: Videoconferencia

# conferenceJoin
source: Join the conference
es: Unirse a la videoconferencia

# conferenceWaitingTherapist
source: Waiting for the therapist
es: Esperando al terapeuta

# permissionAudioVideoDenied
source: You have denied access to the camera and microphone. Please allow access to the camera and microphone to continue.
es: No se ha podido acceder a la cámara o al micrófono

# permissionAudioNotAuthorized
source: You have denied access to the microphone. Please allow access to the microphone to continue.
es: Ha denegado el acceso al micrófono. Por favor permita el acceso al micrófono para continuar.

# permissionVideoNotAuthorized
source: You have denied access to the camera. Please allow access to the camera to continue.
es: Ha denegado el acceso a la cámara. Permita el acceso a la cámara para continuar.

# notConnectedInternet
source: You are not connected to the internet. Please check your connection and try again.
es: No estás conectado a Internet. Por favor, compruebe la conexión y vuelva a intentarlo.

source: Loading...
es: Cargando...

# patientNotHasEvents
source: You don't have any scheduled appointments
es: No tienes eventos

source: Today
es: hoy

# chatTitleWith
source: Chat whs {name}
es: Chat con {name}

# chatTitleWithMe
source: Chat with me
es: Chat conmigo

# chatEnterMessage
source: Write a message...
es: Escribe un mensaje...

# chatDeleteMessageTitle
source: Delete message
es: Eliminar mensaje

# chatDeleteMessageContent
source: Are you sure you want to delete this message?
es: ¿Estás seguro de que quieres eliminar este mensaje?

# patientChangeTherapistTitle
source: Form to change therapist
es: Formulario de cambio de terapeuta

# patientChangeTherapistOptionsTitle
source: Select a option
es: Selecciona una opcion

# patientChangeTherapistReason
source: {reason, select, scheduleDoesNotMatch {Our schedules don’t match} wasNotResponsive {Was not responsive} wasNotAddressingMyNeeds {Was not addressing my needs} wasNotConnect {We had no connection} wantDifferentExpertise {I need different expertise} therapistRecommendedChange {Therapist recommended change} other {Otros}}
es: {reason, select, scheduleDoesNotMatch {Nuestros horarios no coinciden} wasNotResponsive {No fue receptiva} wasNotAddressingMyNeeds {No estaba abordando mis necesidades} wasNotConnect {Nosotras no teníamos conexión} wantDifferentExpertise {Necesito experiencia diferente} therapistRecommendedChange {Cambio recomendado por el terapeuta.} other {Otros}}

# patientSharedRoomWithTherapist
source: Transfer your chat history to your current therapist
es: Transfiera su historial de chat a su terapeuta actual

# fieldIncomplete
source: Filed required
es: Campo obligatorio

# forumThreadTitle
source: Comments: {number}
es: Mensajes: {number}

# forumThreadCreateTitle
source: Add thread
es: Añadir hilo

# forumThreadSeeMessagesBtn
source: See messages
es: Ver mensajes

# forumThreadCreated
source: Thread created correctly
es: Hilo creado correctamente

# forumThreadMessageCreateTitle
source: Add a menssage
es: Añade un mensaje

# forumThreadMessageCreateReplyTitle
source: Reply to message
es: Añade una respuesta

# forumThreadMessageCreateReplyLink
source: In response to {user} to a comment
es: En respuesta a un comentario de {user}

# forumThreadMessageCreateComment
source: Menssage
es: Mensaje

# forumThreadMessageCreateFiles
source: Add Files
es: Añade archivos

# therapistAreasExpertiseTitle
source: Areas of expertise
es: Areas de especialización

# therapistAreasExpertise
source: {area, select, pregnancy {Pregnancy} adoption {Adoption} difficultiesConceiving {Difficulties conceiving} issuesDuringInfancy {Issues during infancy} issuesDuringToddlerhood {Issues during toddlerhood} issuesDuringChildhood {Issues during childhood} issuesDuringAdolescence {Issues during adolescence} educationIssues {Education issues} learningDifficulties {Learning difficulties} technologyUse {Technology use} discipline {Discipline} anxiety {Anxiety} depressionAndMoodDisorders {Depression and mood disorders} eatingDisorders {Eating disorders} bullyingCyberbullyingAndSexting {Bullying, cyberbullying and sexting} atypicalDevelopment {Atypical development (e.g., autism)} substanceUse {Substance use} siblingRilvalry {Sibling rilvalry} parentChildConflict {Parent-child conflict} childrensMentalHealth {Children's mental health} adultMentalHealth {Adult mental health} coParentingIssues {Co-parenting issues} parentingAlone {Parenting alone} divorce {Divorce} relationships {Relationships} bereavement {Bereavement} trauma {Trauma} other {Otros}}
es: {area, select, pregnancy {El embarazo} adoption {Adopción} difficultiesConceiving {Dificultades para concebir} issuesDuringInfancy {Problemas durante la infancia} issuesDuringToddlerhood {Problemas durante la niñez} issuesDuringChildhood {Problemas durante la infancia} issuesDuringAdolescence {Problemas durante la adolescencia} educationIssues {Problemas educativos} learningDifficulties {Dificultades de aprendizaje} technologyUse {Uso de tecnología} discipline {Disciplina} anxiety {Ansiedad} depressionAndMoodDisorders {Depresión y trastornos del estado de ánimo} eatingDisorders {Trastornos de la alimentación} bullyingCyberbullyingAndSexting {Bullying, ciberbullying y sexting} atypicalDevelopment {Desarrollo atípico (por ejemplo, autismo)} substanceUse {Uso de sustancias} siblingRilvalry {La rivalidad entre hermanos} parentChildConflict {Conflicto entre padres e hijos} childrensMentalHealth {La salud mental de los niños} adultMentalHealth {Salud mental de adultos} coParentingIssues {Problemas de co-paternidad} parentingAlone {Ser padre solo} divorce {Divorcio} relationships {Relaciones} bereavement {Duelo} trauma {Trauma} other {Otros}}

# therapistOtherDataTitle
source: Other data
es: Otros datos

# generalLanguageTitle
source: Language
es: Idioma

# generalGenderTitle
source: Gender
es: Género

# generalReligionTitle
source: Religion
es: Religión

# generalGender
source: {gender, select, male {Male} female {Female} transGender {Trans gender} nonBinay {Non binary} preferNotToAnswer {Prefer not to answer} other {Other}}
es: {gender, select, male {Hombre} female {Mujer} transGender {Trans genero} nonBinay {No binaro} preferNotToAnswer {Prefiero no responder} other {Otros}}

# generalReligion
source: {religion, select, catholic {Catholic} christian {Christian} jewish {Jewish} muslim {Muslim} nonReligious {Non religious} other {Other}}
es: {religion, select, catholic {Católico} christian {Cristiano} jewish {Judio} muslim {Musulman} nonReligious {No soy religioso} other {Otros}}

# generalLanguage
source: {language, select, en {English} es {Spanish} fr {French} ar {Arabic} other {Other}}
es: {language, select, en {Ingles} es {Español} fr {Francés} ar {Árabe} other {Otro}}

# notificationsType
source: {type, select, therapistDisabledAtNotificationTherapist {Your account will be disabled on [date_disabled]} therapistDisabledAtNotificationPatient {Your therapist [therapist] , will be deactivated at [date_disabled]} toPatientWhenTherapistWasAssigned {Your new therapist is [therapist], click here for more info} userDisabledAtNotification {Your account will be disabled on [date_disabled]} patientDisabledAtNotification {Your patient, [patient] will be deactivated at [date_disabled] } toTherapistWhenPatientWasAssigned {You have a new patient, [patient] } toTherapistDisabledWhenPatientWasAssigned {Your patient, [patient] has changed his/her therapist} toPatientWhenRequestedChange {Your request to change your therapist is in progress} toTherapistWhenPatientRequestedChange {Your patient, [patient] has requested to change his/her therapist} toParticipantsWhenEventAppointmentWasCreated { Appointemt was created on [date_appointment] } toParticipantsWhenEventAppointmentWasDeleted { Appoint was deleted on [date_appointment]} toParticipantsWhenForumMessageWasCreated {Forum was created} conversationUnreadNotification {Conversation unread} other {Other} }
es: {type, select, therapistDisabledAtNotificationTherapist {Su cuenta será deshabilitada el [date_disabled]} therapistDisabledAtNotificationPatient {Tu terapeuta [therapist] , se desactivará el [date_disabled]} toPatientWhenTherapistWasAssigned {Tu nueva terapeuta es [therapist], Haga clic aquí para más información} userDisabledAtNotification {Su cuenta será deshabilitada el [date_disabled]} patientDisabledAtNotification {Tu paciente, [patient] se desactivará el [date_disabled] } toTherapistWhenPatientWasAssigned {Tienes una nueva paciente, [patient] } toTherapistDisabledWhenPatientWasAssigned {Tu paciente, [patient] ha cambiado de terapeuta} toPatientWhenRequestedChange {Su solicitud para cambiar de terapeuta está en curso} toTherapistWhenPatientRequestedChange {Tu paciente, [patient] ha solicitado cambiar de terapeuta} toParticipantsWhenEventAppointmentWasCreated {La cita fue creada el [date_appointment]} toParticipantsWhenEventAppointmentWasDeleted {La cita fue eliminada el [date_appointment]} toParticipantsWhenForumMessageWasCreated {Se creó un mensaje en el foro.} conversationUnreadNotification {Conversación no leída} other {Otros} }
